Repository: slavamorozov23/oni_challenges_mod
Catalog: mods/NoPollutionMod/translations/*.po
Languages: ru

# SlavaMorozov.NoPollutionMod.STRINGS.UI.VICTORY_HEADER
source: Victory
ru: Победа

# SlavaMorozov.NoPollutionMod.STRINGS.UI.CLEAR_CHALLENGE_TITLE
source: Challenge
ru: Челлендж

# SlavaMorozov.NoPollutionMod.STRINGS.UI.CLEAR_CHALLENGE_BODY
source: Clear completion mark for: {0}?
ru: Удалить запись о завершении челленджа: {0}?

# SlavaMorozov.NoPollutionMod.STRINGS.UI.BUILDING_BLOCKED_TITLE
source: No Pollution
ru: Нет загрязнению

# SlavaMorozov.NoPollutionMod.STRINGS.UI.BUILDING_BLOCKED_BODY
source: You selected the "{0}" challenge. You cannot use this building.
ru: Вы выбрали челлендж "{0}". Вы не можете использовать эту постройку.

# SlavaMorozov.NoPollutionMod.STRINGS.UI.DEBUG_OPTIONS_HEADER
source: No Pollution — settings
ru: Нет загрязнению — настройки

# SlavaMorozov.NoPollutionMod.STRINGS.UI.DEBUG_MODE_LABEL
source: Debug mode
ru: Режим отладки

# SlavaMorozov.NoPollutionMod.STRINGS.UI.DEBUG_MODE_TOOLTIP
source: Enables mod debug mode
ru: Включает debug режим мода

# SlavaMorozov.NoPollutionMod.STRINGS.UI.DEBUG_MODE_ENABLED
source: Enabled
ru: Включено

# SlavaMorozov.NoPollutionMod.STRINGS.UI.DEBUG_MODE_DISABLED
source: Disabled
ru: Выключено

# SlavaMorozov.NoPollutionMod.STRINGS.UI.DEBUG_WIN_BUTTON
source: WIN
ru: ПОБЕДА

# SlavaMorozov.NoPollutionMod.STRINGS.UI.DEBUG_ACHIEVEMENTS_BUTTON
source: ACHIEVS
ru: ДОСТИЖЕНИЯ

# SlavaMorozov.NoPollutionMod.STRINGS.NO_POLLUTION_CHALLENGE.NAME
source: Challenge
ru: Челлендж

# SlavaMorozov.NoPollutionMod.STRINGS.NO_POLLUTION_CHALLENGE.TOOLTIP
source: Select a challenge for this world.
ru: Выбор челленджа для мира.

# SlavaMorozov.NoPollutionMod.STRINGS.NO_POLLUTION_CHALLENGE.UNKNOWN_ASTEROID
source: Unknown asteroid
ru: Неизвестный астероид

# SlavaMorozov.NoPollutionMod.STRINGS.NO_POLLUTION_CHALLENGE.COMPLETION_CYCLE
source: Cycle: {0}
ru: Цикл: {0}

source: Cycle: ?
ru: Цикл: ?

source: Remaining cycles: {0}
ru: Осталось циклов: {0}

source: Duplicants: {0}/{1}
ru: Дубликанты: {0}/{1}

source: Challenge failed: A duplicant has died
ru: Челлендж провален: Дубликант погиб

source: Out of Order (No Toilets Challenge)
ru: Выведен из строя (челендж без туалетов)

source: Disabled by the 'No Toilets' challenge.
ru: Отключено челленджем «Без туалетов»

# SlavaMorozov.NoPollutionMod.STRINGS.NO_POLLUTION_CHALLENGE.COMPLETION_FALLBACK
source: Challenge completed: {0}
ru: Челлендж выполнен: {0}

# SlavaMorozov.NoPollutionMod.STRINGS.NO_POLLUTION_CHALLENGE.LEVELS.NONE.NAME
source: None
ru: Пусто

# SlavaMorozov.NoPollutionMod.STRINGS.NO_POLLUTION_CHALLENGE.LEVELS.NONE.TOOLTIP
source: Challenge disabled.
ru: Челлендж выключен.

source: No Pollution
ru: Нет загрязнению

source: No polluting production allowed. Includes: coal/gas/petroleum generators, farm stations, fertilizers, diamond press, smokehouse, CO2 scrubber, electrolyzer, deoxidizers, sublimation station, deodorizer, rocket fabrication, jet suit dock, power control station, genetic analysis station. In DLC1, Drillcone and biodiesel engine are also forbidden.
ru: Запрещено строительство источников загрязнения и нефтепереработки. Включая: угольные/газовые/нефтяные генераторы, фермерские станции, удобрения, алмазный пресс, коптильню, скраббер CO2, электролизёр, деоксидизеры, сублимационную станцию, дезодоратор, производство ракет, док джет-костюма, станцию управления питанием, генетический анализатор. В DLC1 также запрещены Drillcone и биодизельный двигатель.

source: Challenge active: no polluting production. Keep the colony clean and efficient.
ru: Челлендж активен: без загрязняющего производства. Сохраняйте колонию чистой и эффективной.

source: The colony proved it can live cleanly. No smoke, no grime, no heavy emissions — only discipline and care. Well done, Administrator!
ru: Колония доказала, что может жить чисто. Без дыма, без грязи, без тяжёлых выбросов — только ум, дисциплина и аккуратность. Так держать, руководитель!

source: No Toilets
ru: Никаких туалетов

source: No toilets allowed. Find other ways to keep the colony hygienic.
ru: Запрещены любые туалеты. Ищите другие способы поддерживать гигиену.

source: Challenge active: no toilets. Keep hygiene through ingenuity and careful planning.
ru: Челлендж активен: без туалетов. Сохраняйте гигиену через смекалку и планирование.

source: The colony endured without a single toilet. Discipline and ingenuity carried the day.
ru: Колония выстояла без единого туалета. Дисциплина и изобретательность сделали своё дело.

source: Only One Duplicant
ru: Только 1 дубликант

source: Printing Pod and Mini-Pod will never offer duplicants. Frozen Friend cannot be defrosted. Bionic duplicants are disabled.
ru: Printing Pod и Mini-Pod не предлагают дубликантов. Frozen Friend нельзя разморозить. Бионические дубликанты отключены.

source: Challenge active: only one duplicant. Every decision counts when you're alone.
ru: Челлендж активен: только один дубликант. Каждое решение важно, когда ты один.

source: One duplicant stood alone and still built a thriving colony.
ru: Один дубликант в одиночку построил процветающую колонию.

source: All Achievements
ru: Все достижения

source: Earn every colony achievement within 800 cycles. Only achievements valid for this asteroid count.
ru: Получите все достижения колонии за 800 циклов. Учитываются только достижения, доступные на этом астероиде.

source: Challenge active: all achievements. Earn every colony achievement within 800 cycles.
ru: Челлендж активен: все достижения. Получите все достижения колонии за 800 циклов.

source: Every achievement earned. The colony's legend is complete.
ru: Все достижения получены. Легенда колонии завершена.

source: The cycle limit has passed. Not every achievement was secured in time.
ru: Лимит циклов исчерпан. Не все достижения удалось получить вовремя.

source: 100 Duplicants
ru: 100 дубликантов

source: Reach 100 duplicants without losing a single one. Printing Pod automatically prints duplicants when recharged. If any duplicant dies, the challenge fails.
ru: Достигните 100 дубликантов без единой потери. Printing Pod автоматически печатает дубликантов при полной зарядке. Если хотя бы один дубликант умирает, челлендж провален.

source: Challenge active: 100 duplicants. The Printing Pod will automatically print duplicants. Keep everyone alive to win.
ru: Челлендж активен: 100 дубликантов. Printing Pod будет автоматически печатать дубликантов. Сохраните всех в живых, чтобы победить.

source: 100 duplicants reached without a single loss. The colony thrives with perfect care and management.
ru: 100 дубликантов достигнуто без единой потери. Колония процветает благодаря идеальной заботе и управлению.

source: A duplicant has died. The challenge cannot continue.
ru: Дубликант погиб. Челлендж не может быть продолжен.

source: Polluted surroundings (No Pollution)
ru: Загрязненное окружение (Нет загрязнению)

source: Duplicant is in a room with forbidden buildings. Stress: +100%/cycle.
ru: Дубликант находится в комнате с запрещенными постройками. Стресс: +100%/цикл.
